Repository: xcv58/MacTools
Catalog: Plugins/AutoInput/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, zh_hant

# settings.rules.empty
source: 添加应用，为它指定固定输入法
ar: أضف تطبيقًا وعيّن مصدر الإدخال الخاص به
de: App hinzufügen und eine Eingabequelle zuweisen
en: Add an app and assign its input source
es: Añade una app y asígnale una fuente de entrada
fr: Ajoutez une app et attribuez-lui une source de saisie
ja: アプリを追加して入力ソースを指定
ko: 앱을 추가하고 입력 소스 지정
pt: Adicione um app e atribua uma fonte de entrada
ru: Добавьте приложение и назначьте ему источник ввода
zh_hant: 加入應用程式，為它指定固定輸入法

# settings.rules.delete
source: 删除此规则
ar: حذف هذه القاعدة
de: Diese Regel löschen
en: Delete this rule
es: Eliminar esta regla
fr: Supprimer cette règle
ja: このルールを削除
ko: 이 규칙 삭제
pt: Excluir esta regra
ru: Удалить это правило
zh_hant: 刪除此規則

# settings.source.unavailable
source: 输入法不可用
ar: مصدر الإدخال غير متاح
de: Eingabequelle nicht verfügbar
en: Input source unavailable
es: Fuente de entrada no disponible
fr: Source de saisie indisponible
ja: 入力ソースを利用できません
ko: 입력 소스를 사용할 수 없음
pt: Fonte de entrada indisponível
ru: Источник ввода недоступен
zh_hant: 輸入法不可用

# openPanel.title
source: 选择应用
ar: اختيار تطبيق
de: App auswählen
en: Choose App
es: Elegir app
fr: Choisir une app
ja: アプリを選択
ko: 앱 선택
pt: Escolher app
ru: Выбрать приложение
zh_hant: 選擇應用程式

# openPanel.message
source: 选择要自动切换输入法的应用
ar: اختر تطبيقًا تريد تبديل مصدر الإدخال فيه تلقائيًا
de: App auswählen, deren Eingabequelle automatisch gewechselt werden soll
en: Choose an app whose input source should switch automatically
es: Elige una app cuya fuente de entrada deba cambiar automáticamente
fr: Choisissez une app dont la source de saisie doit changer automatiquement
ja: 入力ソースを自動的に切り替えるアプリを選択
ko: 입력 소스를 자동으로 전환할 앱을 선택하세요
pt: Escolha um app cuja fonte de entrada deve ser alternada automaticamente
ru: Выберите приложение, для которого нужно автоматически переключать источник ввода
zh_hant: 選擇要自動切換輸入法的應用程式
